# Реализовать функцию my_func(),
# которая принимает три позиционных аргумента,
# и возвращает сумму наибольших двух аргументов.

def my_func (var_1,var_2,var_3):
    result = sum([var_1,var_2,var_3])
    result_1 = max [var_1,var_2,var_3]



    return result

result = sum((10,20,30))
result_1 = max((10,20,30))


print(result)
print(result_1)




